results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T213340_spike_G30_rep7/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 186724 out of 186724
     data_received..................: 43 MB   75 kB/s
     data_sent......................: 19 MB   34 kB/s
     http_req_blocked...............: avg=4.35µs   min=812ns   med=3.48µs   max=44.57ms  p(90)=5.37µs   p(95)=6.4µs   
     http_req_connecting............: avg=378ns    min=0s      med=0s       max=44.49ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=13.55ms  min=1.56ms  med=13.25ms  max=48.6ms   p(90)=26.59ms  p(95)=30.21ms 
       { expected_response:true }...: avg=13.55ms  min=1.56ms  med=13.25ms  max=48.6ms   p(90)=26.59ms  p(95)=30.21ms 
   ✓ http_req_failed................: 0.00%   0 out of 186724
     http_req_receiving.............: avg=180.84µs min=6.72µs  med=93.3µs   max=20.93ms  p(90)=405µs    p(95)=553.09µs
     http_req_sending...............: avg=10.75µs  min=2.4µs   med=8.16µs   max=1.33ms   p(90)=14.66µs  p(95)=23.53µs 
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=13.36ms  min=1.51ms  med=13.07ms  max=48.56ms  p(90)=26.29ms  p(95)=29.86ms 
     http_reqs......................: 186724  327.564616/s
     iteration_duration.............: avg=114.16ms min=101.8ms med=113.85ms max=148.95ms p(90)=127.15ms p(95)=130.79ms
     iterations.....................: 186724  327.564616/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100